{
  "blink.cmp": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "copilot.vim": { "branch": "release" },
  "flash.nvim": { "branch": "main" },
  "heirline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.ai": { "branch": "main" },
  "mini.diff": { "branch": "main" },
  "mini.indentscope": { "branch": "main" },
  "mini.surround": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "main" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "main" },
  "oil.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "tokyonight.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "undotree": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-sleuth": { "branch": "master" },
  "window.nvim": { "branch": "main" }
}
